Repository: c5fr/Concrete5SendbackPassword
Catalog: zpartakov_login/languages/*/LC_MESSAGES/messages.po
Languages: fr_fr

source: Add a login box as a block and a modified random password email reminder.
fr_fr: Ajoute un formulaire d'enregistrement et un système de renvoi par courrier de nouveau mot de passe aléatoire

source: Show Register Link
fr_fr: Montrer le lien d'enregistrement

source: Be sure to enable Public Registration
fr_fr: Assurez-vous d'avoir activé l'enregistrement public

source: When login is complete, return users to this page.
fr_fr: Une fois l'utilisateur enregistré, rediriger sur cette page

source: Hide login &amp; password fields if user is logged in.
fr_fr: Cacher le formulaire d'enregistrement si l'utilisateur est enregistré

source: Lets you add a login box as a block.
fr_fr: Autorise de créer un formulaire d'enregistrement dans un bloc

source: Login Box
fr_fr: Formulaire d'enregistrement

source: Register
fr_fr: S'enregistrer

source: Click here to register %s
fr_fr: Cliquer ici pour vous enregistrer sur %s

source: Currently logged in as <b>%s</b>.
fr_fr: Enregistré comme <b>%s</b>.

source: Sign Out
fr_fr: Logout

source: Email Address
fr_fr: Adresse email

source: Username
fr_fr: Nom d'utilisateur

source: Password
fr_fr: Mot de passe

source: Sign In
fr_fr: S'enregistrer

source: Passwordreminder, send a random password by email
fr_fr: Passwordreminder, renvoi d'un mot de passe aléatoire par email

source: Reset my password
fr_fr: Se faire renvoyer un mot de passe

source: Modify the options for the email sent by PasswordReminder
fr_fr: Modifier les options pour le mail envoyé par PasswordReminder
